import React from 'react';
import "antd/dist/antd.css";
import "./styles.css";

const Homepage =()=>{
    return(
    <div  class="card mb-3">
     <h1  style={{ backgroundColor:"black", color:"white",textAlign:"center"}}> מערכת שירות לעובדי טייס</h1>
    <p class= "card-body">טייסים ועובדי טיס יקרים,</p><br></br>
<p></p>
    לפניכם מערכת לניהול מידע חיוני לפני יציאה לטיסה. המערכת הבאה שמה לעצמה מטרה להקל על תהליך תכנון הטיסה. 
    בעמוד הראשון , נמצא מידע חינוי על הכרת שדה תעופה של היעד. חובה על כל טייס ונווט להכיר את השדה ואת מגבלות הטיסה שבו טרם הכניסה לנחיתה.<br></br> בעמוד השני, מצורפת תחזית מזג אוויר המאפשרת לתכנן את נתיב הטיסה בהתאם לנזג אוויר הושרר. בעמוד האחורון ניתן לשדר למודעין הטייס של חיל האוויר את התכנית טיסה שלכם על מנת לקבל מרשה מעודכן. שימו לב, מודיעין טיס לא נותן מרשה טיסות למי שמשדר את טיסתו פחות מ -24 שעות טרום היציאה מהנמל. שיהי לכלונו טיסות בטוחות ונעימות 

</div>

)



     
}
export default Homepage;