import React from 'react';
import "antd/dist/antd.css";
import "./styles.css";

const Homepage =()=>{
    return(
    <div  class="card mb-3">
     <h1  class=" text-center"> מערכת שירות לעובדי טייס</h1>
    <p class= "text-center">,טייסים ועובדי טיס יקרים</p><br></br>
<p class= "card-body shadow-lg p-3 mb-5 bg-body rounded">
    לפניכם מערכת לניהול מידע חיוני לפני יציאה לטיסה.
     המערכת הבאה שמה לעצמה מטרה להקל על תהליך תכנון הטיסה. 
    לאחר הגשת המרשה יופיע קישור עם   מידע חינוי על הכרת שדה תעופה של היעד. חובה על כל טייס
     ונווט להכיר את השדה ואת מגבלות הטיסה שבו טרם הכניסה לנחיתה.<br></br> בתחתית עמוד הפרטים, מצורפת תחזית מזג אוויר המאפשרת לתכנן את נתיב הטיסה בהתאם לנזג אוויר הושרר.   ניתן לשדר למודעין הטייס של חיל האוויר את התכנית טיסה שלכם על מנת לקבל מרשה מעודכן. שימו לב, מודיעין טיס לא נותן מרשה טיסות למי שמשדר את טיסתו פחות מ -24 שעות טרום היציאה מהנמל. שיהי לכלונו טיסות בטוחות ונעימות 
</p>
</div>

)



     
}
export default Homepage;